Revit 2024 API
ModelPathUtils.CloudRegionUS Property
 The name of cloud region US.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static string CloudRegionUS { get; }
Visual Basic
Public Shared ReadOnly Property CloudRegionUS As String
	Get
Visual C++
public:
static property String^ CloudRegionUS {
	String^ get ();
}
See Also
ModelPathUtils Class
Autodesk.Revit.DB Namespace